Repository: sumedha-24/Farm2KitchenAI
Catalog: lib/l10n/app_*.arb
Languages: hi, ml, ta, te

# name
source: Enter your name
hi: अप का नाम
ml: നിങ്ങളുടെ പേര് നൽകുക
ta: உங்கள் பெயரை உள்ளிடவும்
te: మీ పేరు రాయుము

# email
source: Enter your email
hi: अपना ईमेल दर्ज करें
ml: നിങ്ങളുടെ ഇമെയിൽ നൽകുക
ta: மின்னஞ்சலை பதிவுசெய்
te: మీ ఇమెయిల్‌ను నమోదు చేయండి

# nitrogen
source: Enter nitrogen levels
hi: नाइट्रोजन स्तर दर्ज करें
ml: നൈട്രജൻ അളവ് നൽകുക
ta: நைட்ரஜன் அளவை உள்ளிடவும்
te: నత్రజని స్థాయిలను నమోదు చేయండ

# potassium
source: Enter potassium levels
hi: पोटेशियम का स्तर दर्ज करें
ml: പൊട്ടാസ്യം അളവ് നൽകുക
ta: பொட்டாசியம் அளவை உள்ளிடவும்
te: పొటాషియం స్థాయిలను నమోదు చేయండి

# phosphorus
source: Enter phosphurs levels
hi: फास्फोरस स्तर दर्ज करें
ml: ഫോസ്ഫറുകളുടെ അളവ് നൽകുക
ta: பாஸ்பரஸ் அளவை உள்ளிடவும்
te: ఫాస్ఫర్ స్థాయిలను నమోదు చేయండి

# temp
source: Enter the temperature
hi: तापमान दर्ज करें
ml: താപനില നൽകുക
ta: வெப்பநிலையை உள்ளிடவும்
te: ఉష్ణోగ్రతను నమోదు చేయండి

# humidity
source: Enter the humidity
hi: आर्द्रता दर्ज करें
ml: ഈർപ്പം നൽകുക
ta: ஈரப்பதத்தை உள்ளிடவும்
te: తేమను నమోదు చేయండి

# ph
source: Enter the ph
hi: पीएच दर्ज करें
ml: പി.എച്ച് നൽകുക
ta: ph ஐ உள்ளிடவும்
te: ph ను నమోదు చేయండి

# rainfall
source: Enter rainfall
hi: वर्षा दर्ज करें
ml: മഴ രേഖപ്പെടുത്തുക
ta: மழையை உள்ளிடவும்
te: వర్షపాతాన్ని నమోదు చేయండి

# landsize
source: Enter cultivation landsize
hi: कृषि भूमि का आकार दर्ज करें
ml: കൃഷിഭൂമിയുടെ വലിപ്പം രേഖപ്പെടുത്തുക
ta: சாகுபடி நில அளவை உள்ளிடவும்
te: సాగు భూమిని నమోదు చేయండి

# fert
source: Have you used fertilizers or pesticides
hi: उपयोग किए गए उर्वरकों और कीटनाशकों को दर्ज करें
ml: ഉപയോഗിച്ച രാസവളങ്ങളും കീടനാശിനികളും നൽകുക
ta: பயன்படுத்தப்படும் உரங்கள் மற்றும் பூச்சிக்கொல்லிகளை உள்ளிடவும்
te: ఉపయోగించిన ఎరువులు మరియు పురుగుమందులను నమోదు చేయండి

# irrig
source: Enter irrigation levels
hi: सिंचाई का प्रकार दर्ज करें
ml: ജലസേചന തരം നൽകുക
ta: நீர்ப்பாசன வகையை உள்ளிடவும்
te: నీటిపారుదల రకాన్ని నమోదు చేయండి

source: Speak
hi: बोलना
ml: സംസാരിക്കുക
ta: பேசு
te: మాట్లాడతారు

# tppl
source: Total Production Per Land
hi: प्रति भूमि कुल उत्पादन
ml: ഓരോ ഭൂമിയിലും മൊത്തം ഉൽപ്പാദനം
ta: ஒரு நிலத்திற்கு மொத்த உற்பத்தி

# tr
source: Total Revenue generated
hi: कुल राजस्व उत्पन्न हुआ
ml: മൊത്തം വരുമാനം ഉണ്ടാക്കി
ta: மொத்த வருவாய் ஈட்டப்பட்டது

# fto
source: The farming type is organic
hi: खेती का प्रकार जैविक है
ml: ജൈവരീതിയിലാണ് കൃഷി
ta: விவசாயம் இயற்கையானது

# ftin
source: The farming type is inorganic
hi: खेती का प्रकार अकार्बनिक है
ml: കൃഷി തരം അജൈവമാണ്
ta: விவசாய வகை கனிமமானது

source: Submit
hi: जमा करना
ml: സമർപ്പിക്കുക
ta: சமர்ப்பிக்க

source: Go Back
hi: वापस जाओ
ml: മടങ്ങിപ്പോവുക
ta: திரும்பி செல்

source: Quintails
hi: क्विंटल
ml: ക്വിന്റയിലുകൾ
ta: குயின்டெயில்கள்

# cropname
source: {crop, select, rice{rice} maize{maize} chickpea{they} kidneybeans{kidneybeans} pigeonpeas{pigeonpeas} mothbeans{mothbeans} mungbeans{mungbeans} blackgram{blackgram} lentil{lentil} pomegranate{pomegranate} banana{banana} mango{mango} grapes{grapes} watermelon{watermelon} muskmelon{muskmelon} apple{apple} orange{orange} papaya{papaya} coconut{coconut} cotton{cotton} jute{jute} coffee{coffee} other{other}}
hi: {crop, select, rice{चावल} maize{मक्का} chickpea{काबुली चना} kidneybeans{राजमा} pigeonpeas{कबूतर के मटर} mothbeans{मोथबीन} mungbeans{मूंग दाल} blackgram{काला चना} lentil{मसूर} pomegranate{अनार} banana{केला} mango{आम} grapes{अंगूर} watermelon{तरबूज} muskmelon{खरबूजा} apple{सेब} orange{संतरा} papaya{पपीता} coconut{नारियल} cotton{कपास} jute{जूट} coffee{कॉफ़ी} other{other}}
ml: {crop, select, rice{അരി} maize{ചോളം} chickpea{കടല} kidneybeans{അമര പയർ} pigeonpeas{പ്രാവ് പീസ്} mothbeans{പുഴു ബീൻസ്} mungbeans{മംഗ്ബീൻസ്} blackgram{ബ്ലാക്ക്ഗ്രാം} lentil{പയർ} pomegranate{മാതളനാരകം} banana{വാഴപ്പഴം} mango{മാമ്പഴം} grapes{മുന്തിരി} watermelon{തണ്ണിമത്തൻ} muskmelon{കസ്തൂരി മത്തങ്ങ} apple{ആപ്പിൾ} orange{ഓറഞ്ച്} papaya{പപ്പായ} coconut{നാളികേരം} cotton{പരുത്തി} jute{ചണം} coffee{കോഫി} other{other}}
ta: {crop, select, rice{அரிசி} maize{சோளம்} chickpea{கொண்டைக்கடலை} kidneybeans{சிறுநீரக பீன்ஸ்} pigeonpeas{புறா பட்டாணி} mothbeans{அந்துப்பூச்சிகள்} mungbeans{வெண்டைக்காய்} blackgram{கருப்பட்டி} lentil{பருப்பு} pomegranate{மாதுளை} banana{வாழை} mango{மாங்கனி} grapes{திராட்சை} watermelon{தர்பூசணி} muskmelon{முலாம்பழம்} apple{ஆப்பிள்} orange{ஆரஞ்சு} papaya{பப்பாளி} coconut{தேங்காய்} cotton{பருத்தி} jute{சணல்} coffee{கொட்டைவடி நீர்} other{other}}

# cropdesc
source: {crop, select, rice{Very High Market Demand} maize{Very High Market Demand} chickpea{High Market Demand} kidneybeans{Average Market Demand} pigeonpeas{Average Market Demand} mothbeans{Average Market Demand} mungbeans{Average Market Demand} blackgram{Average Market Demand} lentil{Average Market Demand} pomegranate{Average Market Demand} banana{Average Market Demand} mango{Average Market Demand} grapes{Average Market Demand} watermelon{Average Market Demand} muskmelon{Average Market Demand} apple{Low Market Demand} orange{Low Market Demand} papaya{Average Market Demoand} coconut{High Market Demand} cotton{High Market Demand} jute{Low Market Demand} coffee{High Market Demand} other{other}}
hi: {crop, select, rice{बहुत उच्च बाजार की मांग} maize{बहुत उच्च बाजार की मांग} chickpea{उच्च बाजार की मांग} kidneybeans{औसत बाजार मांग} pigeonpeas{औसत बाजार मांग} mothbeans{औसत बाजार मांग} mungbeans{औसत बाजार मांग} blackgram{औसत बाजार मांग} lentil{औसत बाजार मांग} pomegranate{औसत बाजार मांग} banana{औसत बाजार मांग} mango{औसत बाजार मांग} grapes{औसत बाजार मांग} watermelon{औसत बाजार मांग} muskmelon{औसत बाजार मांग} apple{कम बाजार की मांग} orange{कम बाजार की मांग} papaya{औसत बाजार मांग} coconut{उच्च बाजार की मांग} cotton{उच्च बाजार की मांग} jute{कम बाजार की मांग} coffee{उच्च बाजार की मांग} other{other}}
ml: {crop, select, rice{വളരെ ഉയർന്ന മാർക്കറ്റ് ഡിമാൻഡ്} maize{വളരെ ഉയർന്ന മാർക്കറ്റ് ഡിമാൻഡ്} chickpea{ഉയർന്ന മാർക്കറ്റ് ഡിമാൻഡ്} kidneybeans{ശരാശരി മാർക്കറ്റ് ഡിമാൻഡ്} pigeonpeas{ശരാശരി മാർക്കറ്റ് ഡിമാൻഡ്} mothbeans{ശരാശരി മാർക്കറ്റ് ഡിമാൻഡ്} mungbeans{ശരാശരി മാർക്കറ്റ് ഡിമാൻഡ്} blackgram{ശരാശരി മാർക്കറ്റ് ഡിമാൻഡ്} lentil{ശരാശരി മാർക്കറ്റ് ഡിമാൻഡ്} pomegranate{ശരാശരി മാർക്കറ്റ് ഡിമാൻഡ്} banana{ശരാശരി മാർക്കറ്റ് ഡിമാൻഡ്} mango{ശരാശരി മാർക്കറ്റ് ഡിമാൻഡ്} grapes{ശരാശരി മാർക്കറ്റ് ഡിമാൻഡ്} watermelon{ശരാശരി മാർക്കറ്റ് ഡിമാൻഡ്} muskmelon{ശരാശരി മാർക്കറ്റ് ഡിമാൻഡ്} apple{കുറഞ്ഞ മാർക്കറ്റ് ഡിമാൻഡ്} orange{കുറഞ്ഞ മാർക്കറ്റ് ഡിമാൻഡ്} papaya{ശരാശരി മാർക്കറ്റ് ഡിമാൻഡ്} coconut{ഉയർന്ന മാർക്കറ്റ് ഡിമാൻഡ്} cotton{ഉയർന്ന മാർക്കറ്റ് ഡിമാൻഡ്} jute{കുറഞ്ഞ മാർക്കറ്റ് ഡിമാൻഡ്} coffee{ഉയർന്ന മാർക്കറ്റ് ഡിമാൻഡ്} other{other}}
ta: {crop, select, rice{மிக அதிக சந்தை தேவை} maize{மிக அதிக சந்தை தேவை} chickpea{அதிக சந்தை தேவை} kidneybeans{சராசரி சந்தை தேவை} pigeonpeas{சராசரி சந்தை தேவை} mothbeans{சராசரி சந்தை தேவை} mungbeans{சராசரி சந்தை தேவை} blackgram{சராசரி சந்தை தேவை} lentil{சராசரி சந்தை தேவை} pomegranate{சராசரி சந்தை தேவை} banana{சராசரி சந்தை தேவை} mango{சராசரி சந்தை தேவை} grapes{சராசரி சந்தை தேவை} watermelon{சராசரி சந்தை தேவை} muskmelon{சராசரி சந்தை தேவை} apple{குறைந்த சந்தை தேவை} orange{குறைந்த சந்தை தேவை} papaya{சராசரி சந்தை தேவை} coconut{அதிக சந்தை தேவை} cotton{அதிக சந்தை தேவை} jute{குறைந்த சந்தை தேவை} coffee{அதிக சந்தை தேவை} other{other}}
